Repository: victormungai97/tasks_application
Catalog: l10n/app_*.arb
Languages: ar

# appTitle
source: Task list App
ar: تطبيق قائمة المهام

source: Home
ar: مسكن

source: Tasks
ar: مهام

source: Task
ar: مهمة

source: Projects
ar: المشاريع

source: Teams
ar: فرق

source: Change Language
ar: تغيير اللغة

source: Error
ar: خطأ

# github_prompt
source: Fork me on GitHub
ar: شوكة لي على جيثب

# missing_tasks
source: No tasks provided
ar: لم يتم توفير مهام

# empty_task
source: Select a task to view it
ar: حدد مهمة لعرضها

# invalid_task
source: Invalid task provided
ar: تم تقديم مهمة غير صالحة

source: Page Not Found
ar: الصفحة غير موجودة

source: Read emails from mailbox
ar: قراءة رسائل البريد الإلكتروني من صندوق البريد

source: Check latest news on Flutter
ar: تحقق من آخر الأخبار على Flutter

source: Have a call with Flutter team
ar: اتصل بفريق Flutter

source: Work on application performance
ar: العمل على أداء التطبيق

source: Plan work for next week
ar: خطة العمل للأسبوع المقبل

source: Order lunch
ar: اطلب الغداء

source: Create an invoice for last month
ar: قم بإنشاء فاتورة للشهر الماضي

source: Arabic
ar: عربي

source: English
ar: إنجليزي
